Repository: francesco-taurino/ga-tracking-code
Catalog: languages/*-tracking-code-*.po
Languages: it_it

source: GA Tracking Code requires at least WordPress version %s and PHP %s. You are running version %s on PHP %s. Please upgrade and try again.
it_it: GA Tracking Code richiede almeno WordPress %s e PHP %s. Stai eseguendo la versione %s su PHP %s. Si prega di aggiornare e riprovare.

source: General Settings
it_it: Impostazioni Generali

source: Advanced settings
it_it: Impostazioni avanzate

source: Script Location
it_it: Posizione dello script

source: Track administrator hits?
it_it: Tracciare l'amministratore?

source: Google Analytics Tracking Code
it_it: Codice di monitoraggio di Google Analytics

source: Enter your Google Analytics Tracking ID for this website (e.g: %s).
it_it: Inserisci il Tracking ID di Google Analytics per questo sito (ad esempio: %s).

source: Tip: If you do not know your Tracking ID, you can use the %s to find it.
it_it: Suggerimento: Se non si conosce il Tracking ID, è possibile utilizzare %s per trovarlo.

source: Yes
it_it: Si

source: donation
it_it: donazione

source: If you find this plugin useful, please consider making a %s.
it_it: Se trovi utile questo plugin, considera la possibilità di fare una %s.

source: Your donation will help encourage and support the plugin's continued development and better user support.
it_it: La tua donazione contribuirà a incoraggiare e sostenere lo sviluppo continuo del plugin e ad un migliore supporto utenti.
